Repository: ay-b/Evaqalarm-iOS
Catalog: EvaqAlarm/*.lproj/Localizable.strings
Languages: ru

source: Parked mode on
ru: Парковка успешно активирована

source: Parking mode off
ru: Парковка успешно деактивирована

source: Alarm signal sent
ru: Тревога отправлена

source: Thank you
ru: Ваша оценка отправлена

source: Error sending rating
ru: Не удалось отправить оценку

# Alert will send
source: Your alert is spreading out now.
ru: Ваше предупреждение будет отправлено.

# Invite to share
source: Evaqalarm works well when it’s popular – spread the word!
ru: EvaqAlarm хорошо работает, когда у приложения много пользователей — расскажи друзьям!

# Invite to rate
source: EvaqAlarm is a very usefull app and it worth giving it five stars, isn’t it?
ru: EvaqAlarm – отличное приложение, так ведь? Стоит поставить ему хорошую оценку, чтобы другие сразу видели это!

# Rate alarm
source: Please, rate the alarm
ru: Оцените полезность сигнала тревоги.

# Instruction: tap to on
source: Tap the button to toggle status, hold it to send alarm signal
ru: Нажмите кнопку для активации парковки. • Удерживайте кнопку для активации тревоги.

# Instruction: tap to off
source: Tap the button to toggle status, hold it to send alarm signal
ru: Нажмите кнопку для деактивации парковки. • Удерживайте кнопку для активации тревоги.

# Shared text
source: People should help each other in avoiding tow-trucks. Get the app, use it, spread it!
ru: Друзья, поможем друг другу в борьбе с произволом эвакуаторов! Ставим программу, пользуемся, распространяем дальше.
